Repository: LuMiSxh/Arknights-MacOS-Client
Catalog: Sources/ArknightsClient/Resources/Localizable.xcstrings
Source language: en
Languages: de

# onboarding.welcome.subtitle
source: We’ll check the launcher first, then configure the game and the parts you see every day. Your choices apply immediately.
de: Wir prüfen zuerst den Launcher und richten dann das Spiel sowie die Bereiche ein, die du täglich siehst. Deine Auswahl gilt sofort.

# onboarding.welcome.title
source: Welcome to Arknights Client
de: Willkommen bei Arknights Client

# onboarding.action.browsePresets
source: Browse Presets…
de: Vorlagen durchsuchen…

# onboarding.action.installUpdate
source: Install Update %1$@
de: Update %1$@ installieren

# onboarding.icons.game
source: Game
de: Spiel

# home.wordmark.accessibility
source: Arknights %1$@ macOS client
de: Arknights-%1$@-Client für macOS

# shared.action.done
source: Done
de: Fertig
